/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'Adguard icon' button */
"Accept" = "Akceptuj";

/* (AEService) Service errors descriptions */
"Attempted to convert rules to JSON while service is not started." = "Próbowano przekonwertować reguły do JSON, podczas gdy usługa nie jest uruchomiona.";

/* (AEUIAboutController) Subject field for mail bug report */
"Bug Report" = "Zgłoszenie błędu";

/* (AESFilterConverter) Error occured when checking of the result from JSON converter. */
"Can't convert rules. Unexpected error occured. Please contact support team." = "Nie można przekonwertować reguł. Wystąpił nieoczekiwany błąd. Proszę skontaktować się z pomocą techniczną.";

/* (AEService) Service errors descriptions */
"Can't initialize converter to JSON format!" = "Nie można zainicjować konwertera do formatu JSON!";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send bug report because no email is probably set up on your device." = "Nie można wysłać raportu o błędach, ponieważ nie skonfigurowano konta e-mail.";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send message to support team because you have no configured email account." = "Nie można wysłać wiadomości do działu pomocy technicznej, ponieważ nie skonfigurowano konta e-mail.";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'close icon' button */
"Cancel" = "Anuluj";

/* (AEService) Service errors descriptions */
"Cannot add the filter rule. Rule text is invalid." = "Nie można dodać reguły filtrowania. Tekst reguły jest nieprawidłowy.";

/* (Action Extension - AEAUIMainController) Label on switcher. Example: 'Enable filtering on www.github.com' */
"Enable filtering on %@" = "Włącz filtrowanie na %@";

/* (Action Extension - AEAUIMainController) Error tile
   (AEUIRulesController) Alert title. Error when add incorrect rule into user filter.
   (AEUIUtils) Alert title. When converting rules process ended. */
"Error" = "Błąd";

/* (AEService) Service errors descriptions */
"Exceeded the maximum number of filter rules." = "Osiągnięto maksymalną liczbę reguł filtrowania.";

/* (AEService) Service errors descriptions */
"Filters cannot be loaded into Safari. Therefore, your recent changes were not applied." = "Nie można wczytać filtrów do przeglądarki Safari. Ostatnie zmiany nie zostały zapisane.";

/* (Action Extension - AEAUIMainController) Mail body to support team about incorrect blocking */
"Incorrect blocking on page:\n%@" = "Błędne blokowanie na stronie:\n%@ ";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'munus' button */
"Less" = "Mniej";

/* (AEUILoadingModal) Standard message when filter conversion is performed. */
"Loading filters to Safari. Please do not turn off Adguard, the process will take no more than 30 seconds..." = "Wczytywanie filtrów do przeglądarki Safari. Proszę nie wyłączać Adguarda. Nie potrwa to dłużej niż 30 sekund...";

/* (Action Extension - AEAUIMainController) Mail body to support team about missed ad */
"Missed ad on page:\n%@" = "Pominięto reklamę na stronie:\n%@ ";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'plus' button */
"More" = "Więcej";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'eye icon' button */
"Preview" = "Podgląd";

/* (Action Extension - AEAUIMainController) Mail subject to support team about incorrect blocking */
"Report Incorrect Blocking" = "Zgłoś błędne blokowanie";

/* (Action Extension - AEAUIMainController) Mail subject to support team about missed ad */
"Report Missed Ad" = "Zgłoś pominiętą reklamę";

/* (Action Extension - ActionViewController) Can't obtain hostname when starting. */
"The hostname is not obtained. Perhaps the page is not yet loaded." = "Nie można określić nazwy hosta. Prawdopodobnie strona internetowa jeszcze się nie załadowała.";

/* (Action Extension - AEAUIMainController) error occurs when click on Block Element button. */
"This website security policy does not allow to launch Adguard Assistant." = "Zasady zabezpieczeń tej strony internetowej uniemożliwiają uruchomienie Asystenta Adguarda.";

/* (Action Extension - ActionViewController) Some errors when starting. */
"Unexpected error occurred while initializing Safari action extension. Please contact Adguard support if this happens again." = "Podczas uruchamiania rozszerzenia Safari wystąpił nieoczekiwany błąd. Jeśli się on powtórzy, proszę skontaktować się z pomocą techniczną Adguarda.";

/* (Action Extension - AEAUIMainController) error occurs when try turn off filtration on site. */
"You have exceeded the maximum number of the filter rules." = "Nie można dodać domeny do białej listy. Osiągnięto maksymalną liczbę reguł filtrowania.";

